QtCore ::::::::::::::::::::::::::::::::::::::::::::::::::::::::

# Модуль QtCore содержит основные классы, включая цикл событий 
# и механизм сигнала и слота Qt. Он также включает независимые 
# от платформы абстракции для анимаций, состояний машин, 
# потоков, сопоставленных файлов, разделяемой памяти,
# регулярных выражений и настроек пользователя и приложения.

# :::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::

from PyQt5.QtCore import *

# :::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::

