QtDBus ::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::

# Модуль QtDBus содержит классы для поддержки протокола D-Bus. 
# D-Bus - механизм взаимодействия между процессами (IPC) и удаленного 
# вызова процедур (RPC), первоначально разработанный для Linux, для 
# замены существующих и конкурирующих решений IPC одним 
# унифицированным протоколом. Он также был разработан для 
# обеспечения связи между процессами на уровне системы (например, 
# службами принтеров и аппаратных драйверов) и обычными 
# пользовательскими процессами.